Repository: Siterwell/familywell-lidl-ios
Catalog: branch/lidl/sHome/*.lproj/Main.strings
Languages: fi

# 0id-s9-yNo.text
source: System Scene
fi: Teemat

# 1Xx-Rc-5si.title
source: Device
fi: Laitteet

# 5MD-Wa-kYT.normalTitle
source: Edit
fi: Muokkaa

# 6oB-1H-Rn8.text
source: Home
fi: Etusivu

# Epm-DB-rcw.text
source: Positioning...
fi: Kohdistetaan...

# IRA-Gm-9kv.title
source: Scene
fi: Teemat

# gPD-q1-ee0.normalTitle
source: Add
fi: Lisää

# h3g-KB-3KA.title
source: My Home
fi: Kotini

# mkn-y3-bNn.text
source: Bedroom air conditioner 9 o'clock off
fi: Makuuhuoneen ilmastointi klo 9 OFF

# vcp-S0-9zc.text
source: Air Quality：
fi: Ilmanlaatu:

# zdo-mI-9qg.text
source: Device Alarm
fi: Laitteen hälytys
