Repository: Siterwell/familywell-lidl-ios
Catalog: branch/lidl/sHome/Main/Home/View/*.lproj/HomeStoryboard.strings
Languages: cs, de, fi, nl

# 0xw-Rx-ltg.title
source: Set emergency number
cs: Nastavit nouzové kontaktní číslo
de: Notrufnummer einstellen
fi: Aseta hätänumero
nl: Stel noodnummer in

# 1tb-Er-wBJ.text
source: Logout
cs: Odhlásit se
de: Notruf
nl: Uitloggen

# 3s1-ZB-eTW.title
source: Modify GateWay Name
cs: 修改网关名字
de: Abmelden
fi: Muuta GateWay-nimi

# 3tQ-PU-xGL.title
source: Setting
cs: 设置
de: Gateway-Name bearbeiten
fi: asetus
nl: Instellingen

# 6qq-7o-B5B.title
source: Emergency number
cs: Nouzové kontaktní číslo
de: gesetzt
fi: Hätänumero
nl: Noodnummer

# Fdz-Xq-8Ce.normalTitle
source: Button
de: Label
fi: nappi

# HZq-i3-rKZ.text
source: label
de: Notfall-Anrufnummer
fi: etiketti

# Qbx-sJ-0hU.title
source: Gateway
cs: Konektor
de: Stecker
fi: portti
nl: Connector

# XTc-Ma-5Io.text
source: Label
de: WiFi Schnellkonfiguration
fi: etiketti

# Xj1-Vg-FLY.title
source: Setting
cs: Root View Controller
de: label
fi: asetus
nl: Root View Controller

# cyY-LH-6yx.text
source: Label
de: WIFI Passwort
fi: etiketti

# MXf-Ek-1WQ.placeholder
source: Wifi Password
cs: WIFI密码
de: Gateway
fi: Wifi-salasana
nl: Wifi wachtwoord

# dHT-Ih-oPZ.title
source: Smart Home
cs: 智能家居
de: Neue Kamera hinzufügen
fi: 智能家居
nl: Nieuwe camera toevoegen

# go1-NS-fqe.placeholder
source: please set emergency number
cs: Nastavte nouzové kontaktní číslo, prosím
de: Notrufnummer einstellen
fi: Aseta hätänumero
nl: Noodnummer instellen

# hkS-Dm-kq9.placeholder
source: please input old password
cs: Zadejte staré heslo, prosím
de: Geben Sie das alte Passwort ein
fi: Syötä vanha salasana
nl: Oud wachtwoord invoeren

# i8e-uK-8nk.title
source: Change Password
cs: Změnit heslo
de: Passwort ändern
fi: Vaihda salasana
nl: Wachtwoord wijzigen

# irK-pK-1ks.title
source: Change Username
cs: 修改用户名
de: Benutzername ändern
fi: Vaihda käyttäjätunnusta
nl: Verander gebruikersnaam

# lF0-8h-bEB.text
source: click to call
cs: Kliknutím aktivujte volání
de: Klicken Sie, um anzurufen
fi: Soita napsauttamalla
nl: Klik om te bellen

# uIx-5O-eRI.text
source: FamilyWellsmart security system contains two main parts: Gateway and smart devices. Gateway, a key component of the system, communicates with smart devices using RF communication technology and connects to home Wi-Fi network so as to communicate with Cloud Server. Smart phone and an app via mobile internet store and access records of linked devices from Cloud Server so as to long-ranged monitor and control them. In this way the system allows you use your smart phone as a command center to complement various operations, including creating rules, adding and deleting components, arming and disarming, receiving push notifications when alarms are triggered and other customized operations. Smart devices in the system includes following devices that are selectable based on your needs: smoke alarm, gas alarm, CO detector, water detector, door sensor, passive infrared sensor, emergency button, smart socket, temperature and humidity device and so on. The list of devices in FamilyWellis continuously updating; network camera, door lock, switch panel, socket panel, smart air purification, electromagnetic water valve and others are coming soon!
cs: 智能家居是以住宅为平台，利用综合布线技术、网络通信技术、 安全防范技术、自动控制技术、音视频技术将家居生活有关的设施集成，构建高效的住宅设施与家庭日程事务的管理系统，提升家居安全性、便利性、舒适性、艺术性，并实现环保节能的居住环境。 智能家居能给人们带来更舒适，更轻松的生活。现在，人们的工作和生活节奏越来越快，智能家居可以帮助人们减少繁琐的家务事，提高效率，节省时间，让人们有更多的时间休息，教育孩子，锻炼并获得培训，使人们的生活质量有了很大的提高。
de: Das ELRO Connects smart-Sicherheitssystem enthält zwei Hauptkomponenten: den Anschluss und die intelligenten Detektoren. Der Connector ist ein wichtiger Bestandteil des Systems und ermöglicht die Kommunikation mit den Detektoren (über RF-Signale) und stellt eine Verbindung zum Wi-Fi-Netzwerk her, um mit dem Cloud Server (und auf diese Weise auch mit Ihrem Smartphone und / oder oder Tablette). Verwenden Sie Ihr Gerät und die App und bedienen Sie alle Geräte auf intelligente und sichere Weise. Mit dem System können Sie Ihr Smartphone verwenden, um das System einzurichten und optimal zu nutzen. Erwägen Sie das Hinzufügen und Entfernen von Komponenten, das Aktivieren und Deaktivieren des Systems, das Empfangen von Push-Benachrichtigungen bei deren Aktivierung, das Festlegen von Bedingungen und Aktionen (z. B. im Home-Modus wird die Türklingel während der Bewegungserkennung ausgelöst) und andere benutzerdefinierte Vorgänge. Intelligente Detektoren können je nach Bedarf hinzugefügt werden: Rauchmelder, CO-Melder, Wassermelder, Türsensor, Bewegungsmelder, Notschalter, intelligenter Schalter, intelligenter Thermostat, Temperatur- und Feuchtigkeitsmesser und so weiter. Die Liste der Geräte in ELRO Connects wird ständig aktualisiert und verbessert. In Kürze verfügbar: Netzwerkkamera, Türschloss, Schaltfeld, Anschlussfeld, intelligente Luftreinigung, elektromagnetisches Wasserventil.
fi: FamilyWell-älykotiturvajärjestelmä koostuu älykkäästä tukiasemasta ja useista muista älylaitteista. Tukiasema kommunikoi älylaitteiden kanssa RF-tiedonsiirtoteknologian avulla käyttäen myös kodin langatonta verkkoa (2.4GHz) sekä yhteyttä pilvipalvelimeen. Älypuhelin, jolla on pääsy sovelluskauppaan sekä verkkoon yhdistetään pilvipalvelimeen, minkä jälkeen sen avulla voi etähallita järjestelmää. Järjestelmä antaa sinun näin käyttää älypuhelintasi komentokeskuksena, josta voit toteuttaa useita toimintoja kuten luoda sääntöjä, lisätä ja poistaa laitteita, asettaa hälytyksiä päälle ja pois päältä, vastaanottaa ilmoituksia hälytyksistä, sekä muita mukautettavissa olevia toimintoja. Älylaitteissa on myös palovaroitin, kaasuvaroitin, häkävartoitin, vuotohälytin, ovi-/ikkunatunnistin, liiketunnistin, IP-kamera, SOS-painike, älykkäät pistorasiat, lämpötila- ja kosteusmittari sekä monia muita toimintoja. Lähitulevaisuudessa BASE tulee vieläkin tehokkaammaksi, kun järjestelmään yhdistetään älylukot, valokytkimet, pistorasiat, älykäs ilmanpuhdistus!
nl: Het BASE smart beveiligingssysteem bevat twee hoofdonderdelen: de connector en de slimme melders. De connector is een belangrijk onderdeel van het systeem en verzorgt de communicatie met de melders (met behulp van RF-signalen) en maakt verbinding met het wifi-netwerk om te communiceren met de Cloud Server (en op deze manier ook met uw smartphone en/of tablet). Gebruik uw apparaat en de app en bedien alle apparaten op een slimme en veilige manier. Met het systeem kunt u uw smartphone gebruiken om het systeem in te stellen en optimaal te gebruiken. Denk aan het toevoegen en verwijderen van componenten, inschakelen en uitschakelen van het systeem, pushmeldingen ontvangen wanneer het worden geactiveerd, het instellen van condities en acties (bijvoorbeeld: in de Thuisstand wordt bij bewegingsdetectie de deurbel geactiveerd) en andere aangepaste bewerkingen. Slimme melders zijn toe te voegen op basis van uw behoefte: rookmelder, CO-detector, waterdetector, deursensor, bewegingsmelder, noodknop, slimme schakelaar, slimme thermostaat, temperatuur- en vochtigheidsmeter enzovoort. De lijst met apparaten in BASE wordt voortdurend bijgewerkt en verbeterd. Binnenkort verkrijgbaar: een netwerkcamera, deurslot, schakelpaneel, aansluitpaneel, slimme luchtzuivering, elektromagnetische waterklep.

# yM1-zs-xsO.title
source: About
cs: O
de: Über
fi: noin
nl: Over

# HT5-6m-FVp.normalTitle
source: Fast configuration
cs: Rychlá konfigurace
de: schnelle Konfiguration
fi: Nopea kokoonpano
nl: Snelle configuratie
